Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mint-nanny.tmx
Source language: en
Languages: sv

source: Blocked domains
sv: Blockerade domäner

source: Invalid Domain
sv: Ogiltig domän

source: Block access to selected domain names
sv: Blockera åtkomst till valda domännamn

source: Domain name
sv: Domännamn

source: Example: my.number1domain.com
sv: Exempel: min.favoritdomän1.com

source: Domain names must start and end with a letter or a digit, and can only contain letters, digits, dots and hyphens.
sv: Domännamn måste börja och sluta med en bokstav eller en siffra, och kan endast bestå av bokstäver, siffror, punkter och bindestreck.

source: Domain Blocker
sv: Domänblockerare

source: %s is not a valid domain name.
sv: %s är inte ett giltigt domännamn.

source: Parental Control
sv: Föräldrakontroll

source: Please type the domain name you want to block
sv: Ange namnet på den domän du vill blockera
